constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    floor
    {
        type            wall;
        nFaces          100;
        startFace       19800;
    }
    ceiling
    {
        type            wall;
        nFaces          100;
        startFace       19900;
    }
    hotWall
    {
        type            wall;
        nFaces          100;
        startFace       20000;
    }
    coldWall
    {
        type            wall;
        nFaces          100;
        startFace       20100;
    }
    backAndFront
    {
        type            empty;
        nFaces          20000;
        startFace       20200;
    }
)

// ************************************************************************* //
