0/vorticity
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      vorticity;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 -1 0 0 0 0];

internalField   uniform (0 -0 0);

boundaryField
{
    floor
    {
        type            calculated;
        value           uniform (0 -0 0);
    }
    ceiling
    {
        type            calculated;
        value           uniform (0 -0 0);
    }
    hotWall
    {
        type            calculated;
        value           uniform (0 -0 0);
    }
    coldWall
    {
        type            calculated;
        value           uniform (0 -0 0);
    }
    backAndFront
    {
        type            empty;
    }
}


// ************************************************************************* //
